{
    "nav" : {
        "sobre" : "Sobre mi",
        "herramienta" : "Herramientas",
        "proyectos" : "Proyectos y experiencia",
        "certificaciones" : "Certificaciones",
        "contacto": "Contacto"
    },

    "portada" : 
    {
        "profesion" : "Desarrollador de Software e Ingeniero de Datos"
    },

    "about" : {
        "about" : "Sobre Mi",
        "primero" : "Soy un Ingeniero de Sistemas apasionado por el desarrollo frontend, tanto en el ámbito móvil como web. A lo largo de mi carrera, he desarrollado aplicaciones nativas para Android con Kotlin y Jetpack Compose, así como aplicaciones híbridas con React Native, creando experiencias fluidas y eficientes.",
        "segundo" : "En el desarrollo web, trabajo con tecnologías como React, Vite y Tailwind CSS para construir interfaces modernas, optimizadas y atractivas. Además, he tenido la oportunidad de desempeñarme como ingeniero de datos, utilizando herramientas como SQL Server, Python, SSIS y Power BI para transformar datos en información valiosa.",
        "tercero" : "Me considero una persona disciplinada y enfocada en la mejora continua, siempre en busca de nuevos retos y aprendizajes. Mi objetivo es seguir creciendo profesionalmente y aportar soluciones innovadoras a los proyectos en los que participo."
    },

    "tools" : {
        "lenguajes" : "Lenguajes de programación",
        "frameworks" : "Herramientas y FrameWorks"
    },

    "experiencia" : {
        "titulo" : "Proyectos y experiencia",
        "axa": "Ingeniero de Datos en el área de analítica. Experiencia en procesos ETL, manejo de SQL Server y limpieza de datos con Python.",
        "web" : "Desarrollada con React, Vite y Tailwind CSS, optimizada para un rendimiento eficiente y un diseño responsive que se adapta a cualquier dispositivo.",
        "parchelo" : "Desarrollada con React Native, con integración de APIs y servicios de Google Cloud Platform. Cuenta con un backend en MongoDB para el manejo de datos.",
        "little" : "Desarrollada en Android con Jetpack Compose, integrando APIs para la gestión de datos y una experiencia de usuario optimizada."
    },

    "certificacion" : {
        "titulo" : "Certificaciones"
    },

    "contacto" : {
        "titulo" : "Contactame",
        "nombre" : "Nombre",
        "mensaje" : "Mensaje",
        "enviar" : "Enviar"
    },

    "general" : {
        "descripcion" : "Descripción"
    },

    "axa":{
        "titulo" : "Ingeniero de Datos · AXA Colpatria ",
        "d1" : "Diseñé y desarrollé pipelines de datos utilizando Python, SQL y herramientas ETL como SSIS, con el objetivo de automatizar procesos de extracción, transformación y carga de información desde diversas fuentes. Estos pipelines optimizaron el flujo de datos, facilitando su integración y almacenamiento eficiente.",
        "d2" : "Implementé procesos de limpieza, validación y estandarización de datos, asegurando su calidad y disponibilidad para el análisis. Esta información fue consumida en tableros interactivos desarrollados en Power BI, apoyando la toma de decisiones estratégicas.",
        "d3" : "Además, brindé soporte en la migración de datos hacia servidores on-premise, participando activamente en la configuración y ejecución de pruebas para garantizar el correcto funcionamiento de los entornos, la integridad de los datos y el rendimiento esperado de los sistemas."
    }

}