{
    "nav" : {
        "sobre" : "About Me",
        "herramienta" : "Tool Box",
        "proyectos" : "Projects and Experience",
        "certificaciones" : "Certifications",
        "contacto": "Contact me"
    },

    "portada" : 
    {
        "profesion" : "Software Developer and Data Engineer"
    },

    "about" : {
        "about" : "About me",
        "primero" : "I am a software developer passionate about frontend development, both in mobile and web environments. Throughout my career, I have developed native Android applications using Kotlin and Jetpack Compose, as well as hybrid applications with React Native, creating smooth and efficient experiences.",
        "segundo" : "In web development, I work with technologies such as React, Vite, and Tailwind CSS to build modern, optimized, and visually appealing interfaces. Additionally, I have had the opportunity to work as a data engineer, using tools like SQL Server, Python, SSIS, and Power BI to transform data into valuable insights.",
        "tercero" : "I consider myself a disciplined person focused on continuous improvement, always seeking new challenges and learning opportunities. My goal is to keep growing professionally and contribute innovative solutions to the projects I participate in."
    },

    "tools" : {
        "lenguajes" : "Programming Languages",
        "frameworks" : "Tools and FrameWorks"
    },

    "experiencia" : {
        "titulo" : "Projects and Experience",
        "axa" : "Data Engineer in the analytics field. Experience in ETL processes, SQL Server management, and data cleaning with Python.",
        "web" : "Developed with React, Vite, and Tailwind CSS, optimized for efficient performance and a responsive design that adapts to any device.",
        "parchelo": "Developed with React Native, integrating APIs and Google Cloud Platform services. It features a MongoDB backend for data management.",
        "little" : "Developed for Android with Jetpack Compose, integrating APIs for data management and an optimized user experience."
    },

    "certificacion" : {
        "titulo" : "Certifications"
    },

    "contacto" : {
        "titulo" : "Contactame",
        "nombre" : "Name",
        "mensaje" : "message",
        "enviar" : "Send"
    }
}